{
  "films": {
    "Побег из Шоушенка": {
      "Описание": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "Жанры": "Драма",
      "Год производства": "1994 г.",
      "Страна": "США",
      "Постер": "Shawshank.jpg"
    },
    "Зеленая Миля": {
      "Описание": "Пол Эджкомб - начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
      "Жанры": "Фэнтези, Драма, Криминал, Детектив",
      "Год производства": "1999 г.",
      "Страна": "США",
      "Постер": "Green_mile.jpg"
    },
    "Интерстеллар": {
      "Описание": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "Жанры": "Фантастика, Драма, Приключения",
      "Год производства": "2014 г.",
      "Страна": "США, Великобритания, Канада",
      "Постер": "Interstellar.jpg"
    },
    "Форрест Гамп": {
      "Описание": "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни.\n\nФантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно.",
      "Жанры": "Драма, Мелодрама, Комедия, История, Военный",
      "Год производства": "1994 г.",
      "Страна": "США",
      "Постер": "Forrest.jpg"
    },
    "Назад в будущее": {
      "Описание": "Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.",
      "Жанры": "Фантастика, Приключения, Комедия",
      "Год производства": "1985 г.",
      "Страна": "США",
      "Постер": "BTTF.jpg"
    },
    "Иван Васильевич меняет профессию": {
      "Описание": "Инженер-изобретатель Тимофеев сконструировал машину времени, которая соединила его квартиру с далеким шестнадцатым веком - точнее, с палатами государя Ивана Грозного. Туда-то и попадают тезка царя пенсионер-общественник Иван Васильевич Бунша и квартирный вор Жорж Милославский.\n\nНа их место в двадцатом веке «переселяется» великий государь. Поломка машины приводит ко множеству неожиданных и забавных событий...",
      "Жанры": "Фантастика, Комедия, Приключения",
      "Год производства": "1973 г.",
      "Страна": "СССР",
      "Постер": "Ivan.jpg"
    },
    "Начало": {
      "Описание": "Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.\n\nИ вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.\n\nНо никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
      "Жанры": "Фантастика, Боевик, Триллер, Драма, Детектив",
      "Год производства": "2010 г.",
      "Страна": "США, Великобритания",
      "Постер": "Inception.jpg"
    },
    "Унесенные призраками": {
      "Описание": "Тихиро с мамой и папой переезжают в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.",
      "Жанры": "Аниме, Фэнтези, Приключения, Семейный",
      "Год производства": "2001 г.",
      "Страна": "Япония",
      "Постер": "Spirited.jpg"
    },
    "Матрица": {
      "Описание": "Жизнь Томаса Андерсона разделена на две части: днём он — самый обычный офисный работник, получающий нагоняи от начальства, а ночью превращается в хакера по имени Нео, и нет места в сети, куда он бы не смог проникнуть. Но однажды всё меняется. Томас узнаёт ужасающую правду о реальности.",
      "Жанры": "Фантастика, Боевик",
      "Год производства": "1999 г.",
      "Страна": "США",
      "Постер": "Matrix.jpg"
    },
    "Один дома": {
      "Описание": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.",
      "Жанры": "Комедия, Семейный",
      "Год производства": "1990 г.",
      "Страна": "США",
      "Постер": "Home_Alone.jpg"
    }
  },
  "books": {
    "Преступление и наказание": {
      "Описание": "Действие романа начинается жарким июльским днём в Петербурге. Студент Родион Романович Раскольников, вынужденный уйти из университета из-за отсутствия денег, направляется в квартиру к процентщице Алёне Ивановне, чтобы сделать «пробу своему предприятию». В сознании героя в течение последнего месяца созревает идея убийства «гадкой старушонки»; одно-единственное преступление, по мнению Раскольникова, изменит его собственную жизнь и избавит сестру Дуню от необходимости выходить замуж за «благодетеля» Петра Петровича Лужина.",
      "Жанры": "Роман, Криминальный роман, Психологический реализм, Философский роман",
      "Год публикации": "1866 г.",
      "Автор": "Фёдор Михайлович Достоевский",
      "Постер": "Crime.jpg"
    },
    "Война и мир": {
      "Описание": "«Война и мир» Льва Толстого — не просто классический роман, а настоящий героический эпос, литературная ценность которого не сравнима ни с одним другим произведением. Сам писатель считал его поэмой, где частная жизнь человека неотделима от истории целой страны. В романе «Война и мир» затронут шестнадцатилетний период истории России. Отправная дата — 1805 год, окончательная — 1821. В произведении «занято» больше 500 персонажей. Это как реально существующие люди, так и вымышленные писателем для придания красочности описания.",
      "Жанры": "Роман, Исторический роман, Любовный роман, Исторический жанр, Философский роман, Военная проза",
      "Год публикации": "1867 г.",
      "Автор": "Лев Николаевич Толстой",
      "Постер": "War.jpg"
    },
    "Хоббит, или Туда и обратно": {
      "Описание": "Путешествие хоббита Бильбо Бэггинса, волшебника Гэндальфа и тринадцати гномов во главе с Торином Дубощитом. Их путь лежит к Одинокой Горе, где находятся гномьи сокровища, охраняемые драконом Смаугом.",
      "Жанры": "Роман, Фэнтези, Детская литература, Эпическое фэнтези, Эпопея",
      "Год написания": "1937 г.",
      "Автор": "Джон Рональд Руэл Толкин",
      "Постер": "Hobbit.jpg"
    },
    "Властелин колец": {
      "Описание": "Хоббит Бильбо Бэггинс, главный герой повести «Хоббит», уходит на покой и оставляет племяннику Фродо волшебное кольцо, делающее всякого своего носителя невидимым. От мага Гэндальфа Фродо узнаёт, что ему досталось не простое кольцо, а само Кольцо Всевластья, творение тёмного властелина Саурона, врага свободных народов Средиземья из страны Мордор, созданное, чтобы подчинить себе все прочие волшебные кольца.",
      "Жанры": "Роман, Фэнтези, Эпическое фэнтези",
      "Год публикации": "1954 г.",
      "Автор": "Джон Рональд Руэл Толкин",
      "Постер": "Lord.jpg"
    },
    "1984": {
      "Описание": "Главный герой — Уинстон Смит — живёт в Лондоне, работает в Министерстве правды и является членом внешней партии. Он не разделяет партийные лозунги и идеологию и в глубине души сильно сомневается в партии, окружающей действительности и вообще во всём том, в чём только можно сомневаться. Чтобы «выпустить пар» и не совершить какой-нибудь безрассудный поступок, ведёт дневник, в котором старается излагать все свои сомнения. На людях же притворяется приверженцем партийных идей. Однако опасается, что девушка Джулия, работающая в том же министерстве, шпионит за ним и хочет разоблачить его.",
      "Жанры": "Научная фантастика, Политическая фантастика, Социальная фантастика, Антиутопическая литература",
      "Год публикации": "1949 г.",
      "Автор": "Джордж Оруэлл",
      "Постер": "1984.jpg"
    },
    "Отцы и дети": {
      "Описание": "Главный герой романа нигилист Базаров вместе с молодым дворянином Аркадием Кирсановым приезжает в имение Кирсановых, где происходит знакомство главного героя с отцом и дядей товарища.\n\nПавел Петрович утонченный аристократ, которому совершенно не нравится ни Базаров, ни выказываемые им идеи и ценности. Базаров в долгу также не остается, и не менее активно и страстно, он высказывается против ценностей и морали стариков.\n\nПосле этого молодые люди знакомятся с недавно овдовевшей Анной Одинцовой. Они оба влюбляются в нее, но временно скрывают это не только от предмета обожания, но и друг от друга.",
      "Жанры": "Роман, Любовный роман, Философский роман, Политическая фантастика",
      "Год публикации": "1862 г.",
      "Автор": "Иван Сергеевич Тургенев",
      "Постер": "Fathers.jpg"
    },
    "Лолита": {
      "Описание": "Повествование ведётся от лица главного героя, называющего себя Гумбертом Гумбертом (по его собственным словам, это — псевдоним). Гумберт испытывает влечение к совсем юным девочкам, причём девочкам особой внешности и склада — он именует их «нимфетками» и приписывает им некую внутреннюю «демоничность». Корень этой нездоровой страсти он видит в своей детской влюблённости в девочку по имени Аннабель Ли, с которой его навсегда разлучили взрослые (в скором времени после их расставания Аннабель заболела и умерла). Гумберт грезит о связи с «нимфеткой», но не осмеливается осуществить свои мечты из страха перед законом.",
      "Жанры": "Роман, Художественный вымысел, Эротическая литература, Трагикомедия",
      "Год публикации": "1955",
      "Автор": "Владимир Владимирович Набоков",
      "Постер": "Loli.jpg"
    }
  },
  "TV series": {
    "Игра престолов": {
      "Описание": "Действие происходит на фоне политических интриг и, позже, гражданской войны в борьбе за власть над вымышленным континентом Вестерос. Роберт Баратеон, король Семи Королевств, просит своего старого друга Эддарда Старка стать его новым Десницей — главным советником. Эддард, подозревая, что его предшественник на этом посту был убит, принимает должность, чтобы расследовать обстоятельства гибели и защитить короля. В то же время родственники королевы, Ланнистеры, пытаются взять Вестерос под свой полный контроль. Параллельно за морем последние представители ранее свергнутой Баратеоном королевской семьи Таргариенов разыскивают союзников, способных вернуть им трон Семи Королевств. Конфликт между этими и другими семьями, в том числе Грейджоями, Талли, Арренами, Мартеллами и Тиреллами, приводит к войне. Между тем, на Севере, пробуждается забытое, ставшее легендами зло. Среди войны и политической неразберихи небольшое братство, Ночной дозор, остаётся единственным, стоящим между миром людей и этим ужасом.",
      "Жанры": "Боевик, Драма, Мелодрама, Приключения, Фэнтези",
      "Годы выпуска": "2011-2019 гг.",
      "Страна": "США",
      "Кол-во серий": "73",
      "Постер": "Thrones.jpg"
    },
    "Во все тяжкие": {
      "Описание": "Получив известие о том, что он смертельно болен раком, недооцененный химик-гений, работающий простым школьным учителем, решает использовать свои знания для заработка денег, которые будут держать его семью на плаву даже после его смерти. Не найдя лучшего решения, он начинает изготавливать и продавать амфетамин высочайшего качества.",
      "Жанры": "Драма, Криминал",
      "Годы выпуска": "2008-2013 гг.",
      "Страна": "США",
      "Кол-во серий": "62",
      "Постер": "Breaking.jpg"
    },
    "Стальной алхимик: Братство": {
      "Описание": "В этом мире существуют алхимики — люди, владеющие искусством алхимии, способностью манипулировать материей и преобразовывать вещество. Все они ограничены основным Законом алхимии: нельзя алхимическим путём получить что-то, не пожертвовав чем-то равноценным полученному. Лишь с помощью легендарного философского камня, способ создания которого утерян, можно обойти этот Закон.\nГлавные герои, братья Эдвард и Альфонс Элрики, пострадали в детстве при попытке вернуть к жизни свою мать, умершую от болезни. Они забыли основной Закон алхимии и жестоко поплатились за это: Альфонс потерял всё своё тело, а Эдвард — руку и ногу. Эдвард сумел спасти лишь душу Альфонса, запечатав её в старинных доспехах.\nСпустя много лет Эдвард сдаёт государственный экзамен на звание алхимика и получает прозвище «Стальной Алхимик». Братья начинают путешествие с целью найти философский камень и вернуть с его помощью утраченное много лет назад.",
      "Жанры": "Экшен, Драма, Аниме, Фэнтези, Приключения",
      "Годы выпуска": "2009-2010 гг.",
      "Страна": "Япония",
      "Кол-во серий": "64",
      "Постер": "FullMetal.jpg"
    },
    "Атака титанов": {
      "Описание": "С давних времён человечество ведёт свою борьбу с титанами. Титаны — это огромные существа, ростом с многоэтажный дом, которые не обладают большим интеллектом, но сила их просто ужасна. Они едят людей и получают от этого удовольствие. После продолжительной борьбы остатки человечества создали стену, окружившую мир людей, через которую не пройдут даже титаны.\nС тех пор прошло сто лет. Человечество мирно живёт под защитой стены. Но в один день мальчик Эрен и его приёмная сестра Микаса становятся свидетелями страшного события: участок стены был разрушен супертитаном, появившимся прямо из воздуха. Титаны атакуют город, и двое детей в ужасе видят, как один из монстров заживо съедает их мать.\nБрат и сестра выживают, и Эрен клянётся, что убьёт всех титанов и отомстит за всё человечество!",
      "Жанры": "Экшен, Детектив, Драма, Фэнтези",
      "Годы выпуска": "2013 - наст. время",
      "Страна": "Япония",
      "Кол-во серий": "75+",
      "Постер": "Titans.jpg"
    },
    "Доктор Кто": {
      "Описание": "Инопланетянин-гуманоид, называющий себя Доктором, путешествует через время и пространство в космическом корабле, который снаружи выглядит как полицейская будка 50-х годов. Доктор чрезвычайно эксцентричен и имеет невероятные знания в областях технологии, истории и науки. Он путешествует вместе со своими компаньонами, попутно борясь против космических злодеев и спасая Землю от бесчисленных врагов.",
      "Жанры": "Драма, Приключения, Фантастика",
      "Годы выпуска": "2005 - наст. время",
      "Страна": "Великобритания",
      "Кол-во серий": "861+",
      "Постер": "DrWho.jpg"
    },
    "Доктор Хаус": {
      "Описание": "Сериал рассказывает о команде врачей, которые должны правильно поставить диагноз пациенту и спасти его. Возглавляет команду доктор Грегори Хаус, который ходит с тростью после того, как его мышечный инфаркт в правой ноге слишком поздно правильно диагностировали. Как врач Хаус просто гений, но сам не отличается проникновенностью в общении с больными и с удовольствием избегает их, если только есть возможность. Он сам всё время проводит в борьбе с собственной болью, а трость в его руке только подчеркивает его жесткую, ядовитую манеру общения. Порой его поведение можно назвать почти бесчеловечным, и при этом он прекрасный врач, обладающий нетипичным умом и безупречным инстинктом, что снискало ему глубокое уважение. Будучи инфекционистом, он ещё и замечательный диагност, который любит разгадывать медицинские загадки, чтобы спасти кому-то жизнь. Если бы все было по его воле, то Хаус лечил бы больных не выходя из своего кабинета.",
      "Жанры": "Драма, Детектив",
      "Годы выпуска": "2004-2012 гг.",
      "Страна": "США",
      "Кол-во серий": "177",
      "Постер": "House.jpg"
    },
    "Шерлок": {
      "Описание": "События разворачиваются в наши дни. Он прошел Афганистан, остался инвалидом. По возвращении в родные края встречается с загадочным, но своеобразным гениальным человеком. Тот в поиске соседа по квартире. Лондон, 2010 год. Происходят необъяснимые убийства. Скотланд-Ярд без понятия, за что хвататься. Существует лишь один человек, который в силах разрешить проблемы и найти ответы на сложные вопросы.",
      "Жанры": "Детектив, Драма",
      "Годы выпуска": "2010-2017 гг.",
      "Страна": "Великобритания",
      "Кол-во серий": "12",
      "Постер": "Sherlock.jpg"
    }
  }
}
